[
    {
        "name": "Daedalus Reef",
        "description": "Daedalus Reef (also known as Abu Kizan) is a 400-meter-long and 100-meter-wide (1,310–330 ft) standalone reef in the Egyptian Red Sea situated about 90 kilometers from Marsa Alam. There is a small artificial island in the center of the reef, which hosts a lighthouse constructed in 1863 and rebuilt in 1931. Daedalus reef is a well-known place for diving because of good chances to see pelagic fish, such as hammerhead sharks, and an abundance of corals. In the high season one can find many dive safari boats staying overnight, anchored to the reef.",
        "location": "Red Sea, Egypt",
        "rating": 5,
        "pictureName": "daedalusReef"
    },
    {
        "name": "Salem Wreck",
        "description": "The Thistlegorm wreck, on the west coast of the Sinai Peninsula and 40 km from Sharm El Sheikh, is the best known and most popular wreck dive in the Red Sea. The 125m long British army freighter sank after just 18 months of her launch in April 1940. Her last voyage commenced on the 2nd of June 1941 as she sailed to Alexandria and was loaded with wartime supplies during World War II. A long list of inventory includes tanks, aircraft, armoured vehicles, Jeeps and Bedford trucks.",
        "location": "Red Sea, Egypt",
        "rating": 5,
        "pictureName": "salemWreck"
    },
    {
        "name": "Thistlegorm Wreck",
        "description": "The Salem Express was a former 115m long passenger ferry which sank in 1991 at great human cost just south of Safaga. The immense tragedy of this event makes diving the Salem Express a unique experience that leaves a lasting impression on most scuba divers. She rests on her starboard side on a flat sand bottom at 27m of depth, with the shallowest section at just 7m.",
        "location": "Red Sea, Egypt",
        "rating": 4,
        "pictureName": "thistleGormWreck"
    },
    {
        "name": "Dahab Blue Hole",
        "description": "The Blue Hole is a submarine sinkhole, with a maximum depth within the hole of just over 100 m (328 feet). There is a shallow opening to the sea around 6 m (20 feet) deep, known as the saddle, and a 26 m (85 feet) long tunnel, known as the Arch, whose ceiling is at a depth of 55 m (181 feet), and whose bottom falls away as it reaches the seaward side to about 120 m (394 feet). On the seaward side the floor drops steeply to over 1,000 metres (3,300 ft). The hole and the surrounding area have an abundance of coral and reef fish. The Blue Hole is popular for freediving because of the depth directly accessible from shore and the lack of current.",
        "location": "Red Sea, Dahab, Egypt",
        "rating": 4,
        "pictureName": "dahabBlueHole"
    },
    {
        "name": "Brothers Islands",
        "description": "One of the most amazing scuba dives, not only in the Southern section but the whole of the Red Sea, the Brothers Islands are quite isolated and thus a delicacy to be savoured by the privileged few. They are barely visible and easy to miss, save for the Victorian stone lighthouse, a legacy of British rule, which towers some 32 metres above Big Brother Island. Little Brother Island is shaped like a rain drop, falling from the north west to south east. Deep walls surround the island on all sides except the northern point, where the reef slopes very slowly away from the island before dropping to a deep plateau at 40m. This plateau is one of the best places in the Red Sea for diving with sharks. Silvertips and grey reef sharks frequent the area and great hammerheads sometimes rise from the deep for a quick inspection before descending into the deep blue once again. Big Brother Island lies about 1 km to the north of its smaller sibling. Characterised by an impressive healthy fish population, it is dominated by tiny anthias, glassfish and sweepers. All are resident on or around a fringing reef that plunges steeply away on all sides. The walls are densely covered by huge gorgonians and colourful soft corals.",
        "location": "Red Sea, Egypt",
        "rating": 5,
        "pictureName": "brothers"
    },
]
